Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Blocks/ConfigureGoal.xcstrings
Source language: en
Languages: de, es

# Add
source: Add a Goal
de: Ziel hinzufügen
es: Agregar una Meta

source: Edit Goal
de: Ziel editieren
es: Editar meta

# Kind.Build
source: Build
de: Aufbau
es: Construir

# Kind.Build.Description
source: Progress toward a long term target
de: Fortschritt eines langfristigen Ziels
es: Avanzar hacia un objetivo a largo plazo

# Kind.ShowUp
source: Show Up
de: Routine
es: Aparecer

# Kind.ShowUp.Description
source: Set daily goals to build new habits
de: Setze Tages-Ziele um neue Gewohnheiten zu erschaffen
es: Establece objetivos diarios para desarrollar nuevos hábitos

# RepeatLabel
source: Repeat
de: Wiederholen
es: Repetir

source: Resolution Duration
de: Vorsatz-Dauer
es: Duración de la Resolución

# Resolution Info
source: Gradually increase your activity levels over time to help you meet your long term goals in a sustainable manner
de: Erhöhe deinen Aktivitätslevel schrittweise im Verlauf der Zeit, um deine langfristigen Ziele in einer nachhaltigen Art und Weise zu erreichen.
es: Aumente gradualmente sus niveles de actividad con el tiempo para alcanzar sus objetivos a largo plazo de manera sostenible

# Resolution.Add
source: Add Resolution
de: Vorsatz hinzufügen
es: Agregar Resolución

# Resolution.LearnMore
source: Learn more about resolutions
de: Lerne mehr über Vorsätze
es: Más información sobre resoluciones

# Resolution.Remove
source: Remove Resolution
de: Vorsatz entfernen
es: Eliminar Resolución

source: Save
de: Speichern
es: Guardar

source: Target
de: Ziel
es: Destino

source: Target Daily Goal
de: Tägliche Zielvorgabe
es: Objetivo Diario de Destino

source: Target Goal
de: Zielvorgabe
es: Objetivo de Destino

source: Target Number of Days
de: Ziel-Anzahl Tage
es: Número de Días de Objetivo

# Title.ActivityRings
source: Activity Rings Goal
de: Aktivitätsring-Ziele
es: Meta de Anillos de Actividad

source: Initial
es: Inicial
